Repository: KDE/kbibtex
Catalog: po/*/kbibtex.po
Languages: ar, eo

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: okellogg@users.sourceforge.net

source: Author/Editor
ar: المؤلف/المحرر
eo: Aŭtoro/Redaktoro

source: Publication
ar: المنشور
eo: Publikigo

source: Number/Issue
ar: العدد/الإصدار
eo: Numero/Eldono

source: Cross-Reference
ar: مرجع تبادلي
eo: Krucreferenco

source: Misc
ar: متنوّع
eo: Variaj

source: Star Rating
ar: تصنيف النجوم
eo: Steltaksado

source: Book Title Addon
ar: ملحق عنوان الكتاب
eo: Librotitola aldonaĵo

source: Main Title Addon
ar: ملحق العنوان الرئيسي
eo: Ĉeftitola aldonaĵo

source: Further Persons
ar: أشخاص آخرون
eo: Pliaj Personoj

source: Volume Part
ar: جزء المجلد
eo: Volumparto

source: Total Volumes
ar: إجمالي المجلدات
eo: Totalaj Volumoj

source: X-Reference
ar: مرجع تبادلي
eo: X-Referenco

source: Identifiers
ar: معرفات:
eo: Identigiloj

source: Sorting
ar: الفرز
eo: Ordigo

source: Sort Name
ar: اسم الفرز
eo: Ordigi Nomon

source: Abbreviations
ar: الاختصارات:
eo: Mallongigoj

source: Short Journal
ar: مجلة مختصرة
eo: Mallonga Revuo

source: Short Series
ar: سلسلة مختصرة
eo: Mallonga Serio

source: Short Title
ar: عنوان مختصر
eo: Mallonga Titolo

source: Reprint Data
ar: بيانات إعادة الطبع
eo: Represo Datumoj

source: Local File
ar: الملفّ محليّ
eo: Loka Dosiero

source: DOIs and URLs get handled in the &lsquo;<a href="#tab:external">External</a>&rsquo; tab.
ar: عالج معرفات الكائنات الرقمية (DOIs) وعناوين المواقع (URLs) في علامة التبويب &lsquo;<a href="#tab:external">الخارجي</a>&rsquo;.
eo: DOI-oj kaj URL-oj estas traktataj en la langeto '<a href="#tab:external">Ekstera</a>'.

source: Journal Article
ar: مقال مجلة
eo: Revua Artikolo

source: Conference
ar: مؤتمر
eo: Konferenco

source: Conference or Workshop Proceedings
ar: وقائع مؤتمر أو ورشة عمل
eo: Konferenco aŭ Laborejaj Procedoj

source: Technical Report
ar: تقرير فني
eo: Teknika Raporto

source: Miscellaneous
ar: متنوّع
eo: Diversaj

source: Book
ar: كتاب
eo: Libro

source: Part of a Book
ar: جزء من كتاب
eo: Parto de Libro

source: Part of a Book with own Title
ar: جزء من كتاب بعنوان خاص
eo: Parto de Libro kun propra Titolo

source: PhD Thesis
ar: أطروحة دكتوراه
eo: Doktora Tezo

source: Master's Thesis
ar: رسالة ماجستير
eo: Tezo de Majstro

source: Unpublished Material
ar: مادة غير منشورة
eo: Neeldonita Materialo

source: Manual
ar: يدويّ
eo: Manlibro

source: Booklet
ar: كُتيب
eo: Libreto

source: Multi-volume Book
ar: كتاب متعدد المجلدات
eo: Plurvoluma Libro

source: Former Monograph as Part of a Book
ar: دراسة سابقة كجزء من كتاب
eo: Iama Monografio kiel Parto de Libro

source: Supplemental Material in a Book
ar: مادة تكميلية في كتاب
eo: Suplementa Materialo en Libro

source: Single-volume Collection
ar: مجموعة من مجلد واحد
eo: Unuvoluma Kolekto

source: Multi-volume Collection
ar: مجموعة متعددة المجلدات
eo: Multvoluma Kolekto

source: Supplemental Material in a Collection
ar: مادة تكميلية في مجموعة
eo: Suplementa Materialo en Kolekto

source: Online Resource
ar: مصدر على الإنترنت
eo: Enreta Rimedo

source: Patent
ar: براءة اختراع
eo: Patento

source: Periodical (Complete Issue)
ar: دورية (عدد كامل)
eo: Periodaĵo (Kompleta Eldono)

source: Supplemental Material in a Periodical
ar: مادة تكميلية في دورية
eo: Suplementa Materialo en Periodaĵo

source: Multi-volume Proceedings
ar: وقائع متعددة المجلدات
eo: Plurvolumaj Procedoj

source: Publication in Conference Proceedings
ar: منشور في وقائع مؤتمر
eo: Publikigo en Konferencaj Procedoj

source: Single-volume Reference (e.g. Encyclopedia)
ar: مرجع من مجلد واحد (مثل: موسوعة)
eo: Unuvoluma Referenco (ekz. Enciklopedio)

source: Multi-volume Reference (e.g. Encyclopedia)
ar: مرجع متعدد المجلدات (مثل: موسوعة)
eo: Plurvoluma Referenco (ekz. Enciklopedio)

source: Part of a Reference
ar: جزء من مرجع
eo: Parto de Referenco

source: Report
ar: تقرير
eo: Raporto

source: Thesis
ar: أطروحة
eo: Tezo

source: Element Type
ar: نوع العنصر:
eo: Elementa Tipo

source: Identifier
ar: المعرف
eo: Identigilo

source: Title
ar: العنوان
eo: Titolo

source: Title or Book Title
ar: العنوان أو عنوان الكتاب
eo: Titolo aŭ Librotitolo

source: Author or Editor
ar: المؤلف أو المحرر
eo: Aŭtoro aŭ Redaktoro

source: Author
ar: المؤلف
eo: Aŭtoro

source: Editor
ar: المحرّر
eo: Redaktoro

source: Month
ar: شهر
eo: Monato

source: Year
ar: السنة
eo: Jaro

source: Journal
ar: اليوميّات
eo: Ĵurnalo

source: Volume
ar: الجزء
eo: Volumo

source: Number
ar: الرقم
eo: Numero

source: ISSN
ar: ر.د.د.م.

source: ISBN
ar: ردمك:

source: ISBN or ISSN
ar: ر.د.م.ك. أو ر.د.د.م.
eo: ISBN aŭ ISSN

source: How Published
ar: كيفية النشر
eo: Kiel Publikigite

source: Note
ar: الملاحظة
eo: Noto

source: Abstract
ar: الخلاصة
eo: Abstraktaĵo

source: Pages
ar: الصّفحات
eo: Paĝoj

source: Publisher
ar: الناشر
eo: Eldonisto

source: Institution
ar: المؤسّسة
eo: Institucio

source: Book Title
ar: عنوان الكتاب
eo: Librotitolo

source: Series
ar: السلسلة
eo: Serio

source: Edition
ar: الطبعة
eo: Eldono

source: Chapter
ar: الفصل
eo: Ĉapitro

source: Organization
ar: المنظّمة
eo: Organizo

source: School
ar: المدرسة
eo: Lernejo

source: Keywords
ar: الكلمات المفتاحية
eo: Ŝlosilvortoj

source: Cross Reference
ar: مرجع تبادلي
eo: Kruc-referenco

source: DOI
ar: معرف الكائن الرقمي

source: URL
ar: المسار

source: Location
ar: المكان
eo: Loko

source: Address
ar: العنوان
eo: Adreso

source: Type
ar: النّوع
eo: Tipo

source: Key
ar: المفتاح
eo: Ŝlosilo

source: Color
ar: اللون
eo: Koloro

source: Stars
ar: النجوم
eo: Steloj

source: Subtitle
ar: عنوان فرعيّ
eo: Subtitolo

source: Title Addon
ar: ملحق العنوان
eo: Titolo Aldono

source: Shortitle
ar: عنوان قصير
eo: Mallonga

source: Original Title
ar: العنوان الأصلي
eo: Originala Titolo

source: Reprint Title
ar: عنوان إعادة الطبع
eo: Represo Titolo

source: Main Title
ar: العنوان الرئيسي
eo: Ĉefa Titolo

source: Main Subtitle
ar: العنوان الفرعي الرئيسي
eo: Ĉefa Subtitolo

source: Maintitle Addon
ar: ملحق العنوان الرئيسي
eo: Ĉeftitolo Aldono

source: Short Author
ar: مؤلف مختصر
eo: Mallonga Aŭtoro

source: Name Addon
ar: ملحق الاسم
eo: Nomo Aldono

source: Author Type
ar: نوع المؤلف
eo: Aŭtora Tipo

source: Book Author
ar: مؤلف الكتاب
eo: Libro Aŭtoro

source: Short Editor
ar: محرر مختصر
eo: Mallonga Redaktoro

source: Editor Type
ar: نوع المحرر
eo: Redaktora Tipo

source: Editor A
ar: المحرر أ
eo: Redaktoro A

source: Editor A Type
ar: نوع المحرر أ
eo: Redaktoro A Tipo

source: Editor B
ar: المحرر ب
eo: Redaktoro B

source: Editor B Type
ar: نوع المحرر ب
eo: Redaktoro B Tipo

source: Editor C
ar: المحرر ج
eo: Redaktoro C

source: Editor C Type
ar: نوع المحرر ج
eo: Redaktoro C Tipo

source: Translator
ar: المترجم
eo: Tradukinto

source: Afterword Author
ar: مؤلف الخاتمة
eo: Postparolo Aŭtoro

source: Introduction Author
ar: مؤلف المقدمة
eo: Enkonduko Aŭtoro

source: Foreword Author
ar: مؤلف التمهيد
eo: Antaŭparolo Aŭtoro

source: Annotator
ar: شارح
eo: Komentario

source: Commentator
ar: معلق
eo: Komentisto

source: Patent Holder
ar: صاحب براءة الاختراع
eo: Patentulo

source: Date
ar: التاريخ
eo: Dato

source: Date or Year
ar: التاريخ أو السنة
eo: Dato aŭ Jaro

source: Event Date
ar: تاريخ الحدث
eo: Eventa Dato

source: Original Date
ar: التاريخ الأصلي
eo: Originala Dato

source: Journal Title
ar: عنوان المجلة
eo: Revua Titolo

source: Journal Subtitle
ar: عنوان المجلة الفرعي
eo: Ĵurnalo Subtitolo

source: Journal Shortitle
ar: عنوان المجلة القصير
eo: Ĵurnalo Mallonga

source: Number of Volumes
ar: عدد المجلدات
eo: Nombro de Volumoj

source: Version
ar: الإصدارة
eo: Versio

source: Part
ar: جزء
eo: Parto

source: Issue
ar: الإصدار
eo: Eldono

source: Addendum
ar: ملحق
eo: Aldono

source: Annotation
ar: شرح
eo: Komentario

source: Total Pages
ar: مجموع الصّفحات
eo: Tutaj Paĝoj

source: Pagination
ar: ترقيم الصفحات
eo: Paĝigo

source: Book Pagination
ar: ترقيم صفحات الكتاب
eo: Libropaĝigo

source: Original Publisher
ar: الناشر الأصلي
eo: Originala Eldonisto

source: Book Subtitle
ar: عنوان الكتاب الفرعي
eo: Libro Subtitolo

source: Issue Title
ar: عنوان العدد
eo: Eldona Titolo

source: Issue Subtitle
ar: عنوان العدد الفرعي
eo: Eldona Subtitolo

source: Booktitle Addon
ar: ملحق عنوان الكتاب
eo: Librotitolo Aldono

source: Series Shortitle
ar: عنوان السلسلة القصير
eo: Serio Mallonga

source: Event Title
ar: عنوان الحدث
eo: Titolo de Evento

source: Venue
ar: مكان انعقاد الحدث
eo: Loko

source: Index Title
ar: عنوان الفهرس
eo: Indeksa Titolo

source: E-Print
ar: مطبوعة إلكترونية
eo: E-Presaĵo

source: E-Print Class
ar: فئة المطبوعة الإلكترونية
eo: E-Presa Klaso

source: E-Print Type
ar: نوع المطبوعة الإلكترونية
eo: E-Presa Tipo

source: URL Date
ar: تاريخ عنوان المواقع (URL)
eo: URL Dato

source: Local File URL
ar: وصلة ملف محليّ
eo: Loka Dosiera URL

source: Original Location
ar: الموقع الأصلي
eo: Origina Loko

source: EID
ar: عيد

source: Label
ar: اللصيقة
eo: Etikedo

source: Shorthand
ar: كتابة مختزلة
eo: Stenografio

source: Shorthand Intro
ar: مقدمة مختصرة
eo: Stenografio-Enkonduko

source: Publication State
ar: حالة النشر
eo: Publikiga Stato

source: Language
ar: اللغة
eo: Lingvo

source: Original Language
ar: لغة الأصل
eo: Origina Lingvo

source: Library
ar: مكتبة
eo: Biblioteko

source: Gender
ar: نوع اجتماعي
eo: Sekso

source: Hyphenation
ar: وصل الكلمات
eo: Divido

source: Index Sorttitle
ar: عنوان فرز الفهرس
eo: Indeksa Sortitolo

source: Entry Options
ar: خيارات المدخل
eo: Eniraj Opcioj

source: Presort
ar: فرز مسبق

source: Sort Key
ar: مفتاح الفرز
eo: Ordiga Ŝlosilo

source: Sort Names
ar: أسماء الفرز
eo: Ordigaj Nomoj

source: Sort Shorthand
ar: اختصار الفرز
eo: Ordiga Stenografio

source: Sort Title
ar: عنوان الفرز
eo: Ordiga Titolo

source: Sort Year
ar: سنة الفرز
eo: Ordiga Jaro

source: ISAN
ar: يسان

source: BibTeX
ar: بب تخ

source: BibLaTeX
ar: ببل تخ

source: No backups
ar: لا نسخ احتياطية
eo: Neniuj sekurkopioj

source: Local files only
ar: الملفّات المحليّة فقط
eo: Nur lokaj dosieroj

source: Both local and remote files
ar: الملفات المحلية والبعيدة
eo: Kaj lokaj kaj foraj dosieroj

# Comment Quoting
source: None
ar: لا شيء

# Casing of strings
source: lowercase
ar: الأحرف السفلية
eo: minuskla

# Casing of strings
source: Initial capital
ar: حرف استهلالي كبير
eo: Komenca majusklo

# Casing of strings
source: UpperCamelCase
ar: حرف استهلالي كبير في كل كلمة (UpperCamelCase)

# Casing of strings
source: lowerCamelCase
ar: حرف استهلالي كبير في الكلمات الثانية فما بعدها (lowerCamelCase)
eo: malsuperaCamelCase

# Casing of strings
source: UPPERCASE
ar: حالة كبيرة
eo: MAJUSKLOJ

# What to do if double-clicking on a file view item
source: Open Editor
ar: افتح المحرر
eo: Malfermi Redaktilon

# What to do if double-clicking on a file view item
source: View Document
ar: عرض المستند
eo: Rigardi Dokumenton

# Color Labels
source: Important
ar: مهمّة
eo: Grava

# Color Labels
source: Unread
ar: غير المقروء
eo: Nelegita

# Color Labels
source: Read
ar: مقروءة
eo: Legi

# Color Labels
source: Watch
ar: مراقبة
eo: Observi

source: Macro
ar: ماكرو
eo: Makroo

source: Comment
ar: تعليق
eo: Komento

source: Preamble
ar: ديباجة
eo: Preambulo

source: and
ar: و
eo: kaj

source: and others
ar: و أخرى
eo: kaj aliaj

source: The following operations can be performed when associating the document with the entry:
ar: أدّ العمليات التالية عند ربط المستند بالمدخل:
eo: La sekvaj operacioj povas esti faritaj kiam asociante la dokumenton kun la eniro:

source: File operation
ar: عملية الملف
eo: Dosiera operacio

source: Do not copy or move document, only insert reference to it
ar: لا تنسخ المستند أو تنقله، فقط أضف مرجعًا إليه
eo: Ne kopii aŭ movi dokumenton, nur enigi referencon al ĝi

source: Copy document next to bibliography file
ar: انسخ المستند بجانب ملف المراجع
eo: Kopii dokumenton apud bibliografia dosiero

source: Move document next to bibliography file
ar: انقل المستند بجانب ملف المراجع
eo: Movi dokumenton apud bibliografia dosiero

source: Path and filename of bibliography file:
ar: المسار واسم ملف المراجع:
eo: Vojo kaj dosiernomo de bibliografia dosiero:

source: Rename Document?
ar: إعادة تسمية المستند؟
eo: Alinomi dokumenton?

source: Keep document's original filename
ar: ابقِ على اسم المستند الأصلي
eo: Konservi la originan dosiernomon de la dokumento

source: User-defined name:
ar: اسم يحدده المستخدم:
eo: Uzant-difinita nomo:

source: Path as Inserted into Entry
ar: المسار كما يضاف إلى المدخل
eo: Vojo kiel Enigita en Eniro

source: Relative Path
ar: المسار النّسبيّ
eo: Relativa Vojo

source: Absolute Path
ar: مسار مطلق
eo: Absoluta Vojo

source: Preview of reference to be inserted:
ar: معاينة المرجع الذي سيضاف:
eo: Antaŭrigardo de referenco enmetenda:

source: Associate Document with Entry
ar: ربط مستند بمدخل

source: No preview available
ar: لا معاينة متوفّرة
eo: Neniu antaŭrigardo disponebla

source: The following remote document is about to be associated with the current entry:
ar: ربط المستند البعيد التالي بالمدخل الحالي:
eo: La sekva fora dokumento estas asociota kun la nuna eniro:

source: Rename after entry's id
ar: أعد تسمية الملف وفقًا لمعرّف المدخل
eo: Alinomi post eniro-id

source: The following remote document is about to be associated with entry '%1':
ar: ربط المستند البعيد التالي بالمدخل '%1':
eo: La sekva fora dokumento estas asociota kun eniro '%1':

source: Rename after entry's id: '%1'
ar: أعد التسمية وفقًا لمعرّف المدخل: '%1'
eo: Alinomi post la identigilo de eniro: '%1'

source: The following local document is about to be associated with the current entry:
ar: ربط المستند المحلي التالي بالمدخل الحالي:
eo: La sekva loka dokumento estas asocionta kun la nuna enskribo:

source: The following local document is about to be associated with entry '%1':
ar: ربط المستند المحلي التالي بالمدخل '%1':
eo: La sekva loka dokumento estas asocionta kun eniro '%1':

source: Options
ar: خيارات
eo: Opcioj

source: Show all fields
ar: أظهر كل الحقول
eo: Montri ĉiujn kampojn

source: Tab key visits only editable fields
ar: زر جدولة يزور فقط الحقول القابلة للتحرير
eo: Tab-klavo vizitas nur redakteblajn kampojn

source: Check with BibTeX
ar: تحقق من بيتبتخ
eo: Kontroli kun BibTeX

source: No id was entered, so the previous id '%1' will be restored.
ar: لم تدخل معرّفًا، لذا أعد المعرّف السابق '%1'.
eo: Neniu identigilo estis enigita, do la antaŭa id '%1' estos restarigita.

source: No id given
ar: لم تعط معرّفًا
eo: Neniu identigilo donita

source: The entered id '%1' is already in use for another element. Keep original id '%2' instead?
ar: المعرّف '%1' الذي أدخلته قيد الاستخدام بالفعل في عنصر آخر. أبقِ على المعرّف الأصلي '%2' بدلاً من ذلك؟
eo: La enigita id '%1' jam estas uzata por alia elemento. Konservi originalan id '%2' anstataŭe?

source: Id already in use
ar: المعرّف قيد الاستخدام بالفعل
eo: Id jam uzata

source: Keep duplicate ids
ar: ابقِ على المعرّفات المكررة
eo: Konservi duplikatajn identigilojn

source: Restore original id
ar: أعد المعرّف الأصلي
eo: Restarigi originan identigilon

source: Validation for the current element failed.
ar: فحص صحة العنصر الحالي فشل.
eo: Valimigo por la nuna elemento malsukcesis.

source: Validation for the current element failed: %1
ar: فحص صحة العنصر الحالي فشل: %1
eo: Validiĝo por la nuna elemento malsukcesis: %1

source: Element validation failed
ar: فحص صحة العنصر فشل
eo: Elementa validigo malsukcesis

source: Element type '%1' is invalid.
ar: نوع العنصر '%1' غير صالح.
eo: Elementa tipo '%1' estas nevalida.

source: Id '%1' is invalid
ar: المعرّف '%1' غير صالح
eo: Id '%1' estas nevalida

source: Type:
ar: النوع:
eo: Tipo:

source: Id:
ar: المعرّف:

source: Select a suggested id for this entry
ar: اختر معرّفًا مقترحًا لهذا المدخل
eo: Elekti sugestitan identigilon por ĉi tiu eniro

source: External
ar: خارجيّة
eo: Ekstera

source: Other Fields
ar: الحقول الأخرى
eo: Aliaj Kampoj

source: Name:
ar: الاسم:
eo: Nomo:

source: Add
ar: أضف
eo: Aldoni

source: Content:
ar: المحتوى:
eo: Enhavo:

source: List:
ar: القائمة:
eo: Listo:

source: Value
ar: القيمة
eo: Valoro

source: Delete
ar: احذف
eo: Forigi

source: Open
ar: افتح
eo: Malfermi

source: Apply
ar: طبّق
eo: Apliki

source: Value:
ar: القيمة:
eo: Valoro:

source: Given source code does not parse as one single BibTeX element.
ar: شفرة المصدر المعطاة لا تُحلل كعنصر بيبتخ مفرد.
eo: Donita fontkodo ne analizas kiel unu ununura elemento BibTeX.

source: Given source code does not parse as one single BibTeX entry.
ar: شفرة المصدر المعطاة لا تُحلل كمدخل بيبتخ مفرد.
eo: Donita fontkodo ne analizas kiel unu ununura BibTeX-eniro.

source: Given source code does not parse as one single BibTeX macro.
ar: شفرة المصدر المعطاة لا تُحلل كماكرو بيبتخ مفرد.
eo: Donita fontkodo ne analizas kiel unu ununura makroo BibTeX.

source: Given source code does not parse as one single BibTeX preamble.
ar: شفرة المصدر المعطاة لا تُحلل كديباجة بيبتخ مفردة.
eo: Donita fontkodo ne analizas kiel unu ununura BibTeX-preambulo.

source: Given source code does not parse as one single BibTeX comment.
ar: شفرة المصدر المعطاة لا تُحلل كتعليق بيبتخ مفرد.

source: Element class not properly set
ar: فئة العنصر لم تضبط على نحو صحيح
eo: Elementklaso ne ĝuste agordita

source: No issues detected
ar: لم تكتشف مشكلات
eo: Neniuj problemoj detektitaj

source: Source
ar: المصدر
eo: Fonto

source: Restore
ar: استعد
eo: Restaŭri

source: View
ar: اعرض
eo: Vido

source: Ignore
ar: تجاهل
eo: Ignori

source: Download
ar: نزّل
eo: Elŝuti

source: Use URL only
ar: استخدم عنوان المواقع (URL) فقط
eo: Uzi nur URL

source: Result
ar: النتيجة
eo: Rezulto

source: Starting to search...
ar: بدء البحث...
eo: Komencante serĉi...

source: Find PDF
ar: اعثر على PDF

source: Save URL '%1'
ar: احفظ عنوان المواقع '%1'
eo: Konservi URL '%1'

source: <qt>Number of visited pages: <b>%1</b><br/>Number of running downloads: <b>%2</b><br/>Number of found documents: <b>%3</b></qt>
ar: <qt>عدد الصفحات التي زرتها: <b>%1</b><br/>عدد التنزيلات الجارية: <b>%2</b><br/>عدد المستندات التي وجدتها: <b>%3</b></qt>
eo: <qt>Nombro de vizititaj paĝoj: <b>%1</b><br/>Nombro de kurantaj elŝutoj: <b>%2</b><br/>Nombro de trovitaj dokumentoj: <b>%3</b></qt>

source: No color
ar: بلا لون
eo: Neniu koloro

source: User-defined color
ar: لون يحدده المستخدم
eo: Uzant-difinita koloro

source: Color & Label
ar: اللون واللصيقة
eo: Koloro & Etikedo

source: Select a predefined month
ar: اختر شهرًا مبدئيًا
eo: Elekti antaŭdifinitan monaton

source: Select a predefined edition
ar: اختر إصدارًا مبدئيًا
eo: Elekti antaŭdifinitan eldonon

source: 1st
ar: الأول
eo: 1-a

source: 2nd
ar: الثاني
eo: 2-a

source: 3rd
ar: الثالث
eo: 3-a

source: 4th
ar: الرابع
eo: 4-a

source: 5th
ar: الخامس
eo: 5-a

source: 6th
ar: السادس
eo: 6-a

source: 7th
ar: السابع
eo: 7-a

source: 8th
ar: الثامن
eo: 8-a

source: 9th
ar: التاسع
eo: 9-a

source: 10th
ar: العاشر
eo: 10-a

source: 11th
ar: الحادي عشر
eo: 11-a

source: 12th
ar: الثاني عشر
eo: 12-a

source: 13th
ar: الثالث عشر
eo: 13-a

source: 14th
ar: الرابع عشر
eo: 14-a

source: 15th
ar: الخامس عشر
eo: 15-a

source: 16th
ar: السادس عشر
eo: 16-a

source: Select an existing entry
ar: اختر مدخلاً موجودًا
eo: Elekti ekzistantan eniron

source: Select Cross Reference
ar: اختر مرجعًا تبادليًا
eo: Elekti Kruc-referencon

source: Select the cross reference to another entry:
ar: اختر المرجع التبادلي إلى مدخل آخر:
eo: Elekti la krucreferencon al alia eniro:

source: Opening and closing curly brackets do not match.
ar: لا يوجد تطابق بين الأقواس المعقوفة المفتوحة والمغلقة.
eo: Malfermaj kaj fermaj buklaj krampoj ne kongruas.

source: Reference contains characters outside of the allowed set.
ar: المرجع يحتوي على محارف خارج المجموعة المسموح بها.
eo: Referenco enhavas signojn ekster la permesita aro.

source: Source code could not be parsed correctly.
ar: فشل تحلل شفرة المصدر على نحو صحيح.
eo: Fontkodo ne povis esti ĝuste analizita.

source: Plain Text
ar: نصّ صِرف
eo: Klara Teksto

source: Reference
ar: المرجع
eo: Referenco

source: Person
ar: شخص
eo: Persono

source: Keyword
ar: الكلمة المفتاح
eo: Ŝlosilvorto

source: Source Code
ar: الشيفرة المصدرية
eo: Fontkodo

source: Verbatim Text
ar: نص كما ورد
eo: Laŭvorta Teksto

source: Open '%1'
ar: افتح '%1'
eo: Malfermi '%1'

source: The current text cannot be used as value of type '%1'. Switching back to type '%2'.
ar: النص الحالي لا يمكن استخدامه كقيمة من النوع '%1'. عد إلى النوع '%2'.
eo: La nuna teksto ne povas esti uzata kiel valoro de tipo '%1'. Reenŝanĝante al tipo '%2'.

source: Remove value
ar: أزل القيمة
eo: Forigi valoron

source: Move value down
ar: حرّك القيمة إلى الأسفل
eo: Movi valoron malsupren

source: Move value up
ar: حرّك القيمة إلى الأعلى
eo: Movi valoron supren

source: ... and others (et al.)
ar: ... وآخرون (وآخرون)
eo: ... kaj aliaj (et al.)

source: Add from Clipboard
ar: أضف من الحافظة
eo: Aldoni el Clipboard

source: Add a list of names from clipboard
ar: أضف قائمة من الأسماء من الحافظة
eo: Aldoni liston de nomoj el tondujo

source: Add file...
ar: &ضف ملفاً...
eo: Aldoni dosieron...

source: Add reference ...
ar: أضف مرجعًا...
eo: Aldoni referencon...

source: Add reference from clipboard
ar: أضف مرجعًا من الحافظة
eo: Aldoni referencon el tondujo

source: File to Associate
ar: الملف المراد ربطه
eo: Dosiero al Asociita

source: Save file locally
ar: احفظ الملف محليًا
eo: Konservi dosieron loke

source: Save file '%1' locally
ar: احفظ الملف '%1' محليًا
eo: Konservi dosieron '%1' loke

source: <qt><p>Use a filename relative to the bibliography file?</p><p>The relative path would be<br/><tt style="font-family: %3;">%1</tt></p><p>The absolute path would be<br/><tt style="font-family: %3;">%2</tt></p></qt>
ar: <qt><p>استخدم اسم ملف نسبيًا لملف المراجع؟</p><p>المسار النسبي سيكون<br/><tt style="font-family: %3;">%1</tt></p><p>المسار المطلق سيكون<br/><tt style="font-family: %3;">%2</tt></p></qt>
eo: <qt><p>Uzu dosiernomon rilate al la bibliografia dosiero?</p><p>La relativa vojo estus<br/><tt style="font-family: %3;">%1</tt></p><p>La absoluta vojo estus<br/><tt style="font-familio: %3;">%2</tt></p></qt>

source: Add Keywords from List
ar: أضف كلمات مفتاحية من قائمة
eo: Aldoni Ŝlosilvortojn el Listo

source: Add keywords as selected from a pre-defined list of keywords
ar: أضف الكلمات المفتاحية كما اخترتها من قائمة مبدئية من الكلمات المفتاحية
eo: Aldonu ŝlosilvortojn kiel elektitajn el antaŭdifinita listo de ŝlosilvortoj

source: Add Keywords from Clipboard
ar: أضف كلمات مفتاحية من الحافظة
eo: Aldoni Ŝlosilvortojn el Tondujo

source: Add a punctuation-separated list of keywords from clipboard
ar: أضف قائمة من الكلمات المفتاحية مفصولة بعلامات ترقيم من الحافظة
eo: Aldoni interpunkcian liston de ŝlosilvortoj el tondujo

source: Reset to defaults
ar: صفّر إلى المبدئيات
eo: Restarigi al defaŭltoj

source: No sorting
ar: بلا فرز
eo: Neniu ordigo

source: The current entry has been modified. Do you want to discard your changes?
ar: المدخل الحالي حُرّر. هل تريد تجاهل تغييراتك؟
eo: La nuna enskribo estis modifita. Ĉu vi volas forĵeti viajn ŝanĝojn?

source: Discard changes?
ar: ارفض التّغييرات
eo: Forĵeti ŝanĝojn?

source: Continue Editing
ar: واصل التحرير
eo: Daŭrigi Redakton

source: View Element
ar: اعرض العنصر
eo: Vidi Elementon

source: Edit Element
ar: حرّر العنصر
eo: Redakti Elementon

source: Alternatives
ar: بدائل
eo: Alternativoj

source: None of the above
ar: لا أحد من المذكورين بالأعلى
eo: Neniu el la supraj

source: Select your duplicates
ar: اختر نسخك المكررة
eo: Elektu viajn duplikatojn

source: Previous Clique
ar: النقرة السابقة
eo: Antaŭa Kliko

source: Next Clique
ar: النقرة التالية
eo: Sekva Kliko

source: Find Duplicates
ar: ابحث عن المتكرّر
eo: Trovi Duplikatojn

source: Multiple elements are selected. Do you want to search for duplicates only within the selection or in the whole document?
ar: عدة عناصر مُختارة. هل تريد البحث عن النسخ المكررة فقط ضمن الاختيار أم في المستند بأكمله؟
eo: Multoblaj elementoj estas elektitaj. Ĉu vi volas serĉi duplikatojn nur ene de la elekto aŭ en la tuta dokumento?
