Repository: KDE/kbibtex
Catalog: po/*/kbibtex.po
Languages: ar, eo

source: Could not open LyX server pipe '%1'.
ar: لا أستطيع فتح أنبوب خادم لايكس '%1'.
eo: Ne eblis malfermi LyX-servilon tubon '%1'.

source: Toggle between local files only and all documents including remote ones
ar: قلّب بين الملفات المحلية فقط وكل المستندات التي تتضمن البعيدة
eo: Ŝanĝu inter lokaj dosieroj nur kaj ĉiuj dokumentoj inkluzive de malproksimaj

source: Open in external program
ar: افتح في برنامج خارجي
eo: Malfermi en ekstera programo

source: Refreshing...
ar: يحدّث...
eo: Refreŝigante...

source: No documents to show.
ar: لا مستندات للعرض.
eo: Neniuj dokumentoj por montri.

source: <qt>No documents to show.<br/><a href="disableonlylocalfiles">Disable the restriction</a> to local files to see remote documents.</qt>
ar: <qt>لا مستندات للعرض.<br/><a href="disableonlylocalfiles">عطّل التقييد</a> على الملفات المحلية لترى المستندات البعيدة.</qt>
eo: <qt>Neniu dokumentoj por montri.<br/><a href="disableonlylocalfiles">Malŝaltu la limigon</a> al lokaj dosieroj por vidi forajn dokumentojn.</qt>

source: Cannot show requested part
ar: لا أستطيع عرض الجزء المطلوب
eo: Ne povas montri petitan parton

source: Loading...
ar: يحمّل...
eo: Ŝargante...

source: <br/><br/>Please install <a href="https://userbase.kde.org/Okular">Okular</a> for KDE Frameworks&nbsp;5 to make use of its PDF viewing component.<br/>Okular for KDE&nbsp;4 will not work.
ar: <br/><br/>من فضلك ثبّت <a href="https://userbase.kde.org/Okular">أوكيولار</a> لأطر عمل كيدي 5 للاستفادة من مكون عارض PDF الخاص به.<br/>أوكيولار لكيدي 4 لن يعمل.
eo: <br/><br/>Bonvolu instali <a href="https://userbase.kde.org/Okular">Okular</a> por KDE Frameworks 5 por uzi ĝian PDF-spektan komponanton.<br />Okular por KDE 4 ne funkcios.

source: <qt>Don't know how to show mimetype '%1'.%2</qt>
ar: <qt>لا أعرف كيفية عرض نوع المايم '%1'.%2</qt>
eo: <qt>Ne scias kiel montri mimespecon '%1'.%2</qt>

source: No documents to show. Some URLs or files could not be retrieved.
ar: لا مستندات للعرض. لا أستطيع استرداد بعض عناوين URL أو الملفات.
eo: Neniuj dokumentoj por montri. Kelkaj URL-oj aŭ dosieroj ne povis esti prenitaj.

source: Automatically apply changes
ar: طبّق التغييرات آليًّا
eo: Aŭtomate apliki ŝanĝojn

source: There are unsaved changes. Please press either 'Apply' or 'Reset'.
ar: توجد تغييرات غير محفوظة. من فضلك اضغط إما 'طبّق' أو 'أعد الضبط'.
eo: Estas nekonservitaj ŝanĝoj. Bonvolu premi aŭ 'Apliki' aŭ 'Restarigi'.

source: Reset
ar: صفّر
eo: Restarigi

source: The current element got modified. Apply or discard changes?
ar: العنصر الحالي عُدِّل. طبّق التغييرات أم تجاهلها؟
eo: La nuna elemento estis modifita. Apliki aŭ forĵeti ŝanĝojn?

source: Element modified
ar: العنصر عُدِّل
eo: Elemento modifita

source: Apply changes
ar: طبقّ التّعديلات
eo: Apliki ŝanĝojn

source: Discard changes
ar: ارفض التّعديلات
eo: Forĵeti ŝanĝojn

source: Source (BibTeX)
ar: المصدر (بيب تك)
eo: Fonto (BibTeX)

source: Source (RIS)
ar: المصدر (آر آي إس)
eo: Fonto (RIS)

source: Standard
ar: قياسي
eo: Normo

source: Fancy
ar: فاخر

source: Wikipedia Citation
ar: اقتباس ويكيبيديا
eo: Vikipedia Citaĵo

source: Abstract-only
ar: ملخص فقط
eo: Abstrakta-nur

source: Reason:
ar: السبب:
eo: Kialo:

source: Open reference in web browser.
ar: افتح المرجع في متصفح ويب.
eo: Malfermi referencon en TTT-legilo.

source: Save as HTML
ar: احفظ كـ HTML
eo: Konservi kiel HTML

source: Save reference as HTML fragment.
ar: احفظ المرجع كـ مقطع HTML.
eo: Konservi referencon kiel HTML-fragmenton.

source: Preview disabled
ar: المعاينة معطّلة

source: No element selected
ar: لا عنصر محدد

source: No output generated
ar: لا خرج مُنشأ

source: This type of element is not supported by Wikipedia's <tt>{{cite}}</tt> command.
ar: نوع العنصر هذا غير مدعوم بواسطة أمر ويكيبيديا <tt>{{cite}}</tt>.

source: Go to Homepage
ar: اذهب إلى الصفحة الرئيسية
eo: Iri al Hejmpaĝo

source: Query Terms
ar: مصطلحات الاستعلام
eo: Demandaj Kondiĉoj

source: Engines
ar: المحركات
eo: Motoroj

source: Use Entry
ar: استخدم المدخلة
eo: Uzi Eniron

source: Search
ar: ابحث
eo: Serĉi

source: Stop
ar: أوقف
eo: Halti

source: No search engine selected (<a href="changeEngine">change</a>).
ar: لا يوجد محرك بحث محدد (<a href="changeEngine">غيّر</a>).
eo: Neniu serĉilo elektita (<a href="changeEngine">ŝanĝo</a>).

source: Search engine <b>%1</b> is selected (<a href="changeEngine">change</a>).
ar: محرك البحث <b>%1</b> محدد (<a href="changeEngine">غيّر</a>).
eo: Serĉilo <b>%1</b> estas elektita (<a href="changeEngine">ŝanĝo</a>).

source: Search engines <b>%1</b> and <b>%2</b> are selected (<a href="changeEngine">change</a>).
ar: محركا البحث <b>%1</b> و<b>%2</b> محددان (<a href="changeEngine">غيّر</a>).
eo: Serĉiloj <b>%1</b> kaj <b>%2</b> estas elektitaj (<a href="changeEngine">ŝanĝo</a>).

source: Search engines <b>%1</b>, <b>%2</b>, and <b>%3</b> are selected (<a href="changeEngine">change</a>).
ar: محركات البحث <b>%1</b> و<b>%2</b> و<b>%3</b> محددة (<a href="changeEngine">غيّر</a>).
eo: Serĉiloj <b>%1</b>, <b>%2</b>, kaj <b>%3</b> estas elektitaj (<a href="changeEngine">ŝanĝo</a> ).

source: Search engines <b>%1</b>, <b>%2</b>, and more are selected (<a href="changeEngine">change</a>).
ar: محركات البحث <b>%1</b> و<b>%2</b> والمزيد محددة (<a href="changeEngine">غيّر</a>).
eo: Serĉiloj <b>%1</b>, <b>%2</b>, kaj pli estas elektitaj (<a href="changeEngine">ŝanĝo</a>).

source: Could not start searching the Internet: The search terms are not complete or invalid.
ar: لا أستطيع بدء البحث في الإنترنت: مصطلحات البحث غير مكتملة أو غير صالحة.
eo: Ne eblis komenci serĉi en Interreto: La serĉaj terminoj ne estas kompletaj aŭ nevalidaj.

source: Searching the Internet
ar: البحث في الإنترنت
eo: Serĉante la Interreton

source: Import
ar: استورد
eo: Importi

source: Copy
ar: انسخ
eo: Kopii

source: No results to import and no bibliography open to import to.
ar: لا نتائج للاستيراد ولا ببليوغرافيا مفتوحة للاستيراد إليها.
eo: Neniuj rezultoj por importi kaj neniu bibliografio malfermita por importi.

source: No bibliography open to import to.
ar: لا ببليوغرافيا مفتوحة للاستيراد إليها.
eo: Neniu bibliografio malfermita al importo.

source: No results to import.
ar: لا نتائج للاستيراد.
eo: Neniuj rezultoj por importi.

source: Number of Elements:
ar: عدد العناصر:
eo: Nombro da Elementoj:

source: Number of Entries:
ar: عدد المدخلات:
eo: Nombro de Eniroj:

source: Journal Articles:
ar: مقالات الدوريات:
eo: Revuaj Artikoloj:

source: Conference Publications:
ar: منشورات المؤتمرات:
eo: Konferencaj Eldonaĵoj:

source: Books:
ar: الكتب:
eo: Libroj:

source: Other Entries:
ar: مدخلات أخرى:
eo: Aliaj Enskriboj:

source: Number of Comments:
ar: عدد التعليقات:
eo: Nombro da Komentoj:

source: Number of Macros:
ar: عدد الماكرو:
eo: Nombro da makrooj:

source: Filter value list
ar: صفِّ قائمة القيمة
eo: Filtrila valorliston

source: Replace all occurrences
ar: استبدل كل الوقائع

source: Delete all occurrences
ar: احذف كل الوقائع

source: Search for selected values
ar: ابحث عن القيم المحددة

source: Add value to selected entries
ar: أضف قيمة إلى المدخلات المحددة

source: Remove value from selected entries
ar: أزل القيمة من المدخلات المحددة

source: Show Count Column
ar: اعرض عمود العدد
eo: Montri Nombran Kolumnon

source: Sort by Count
ar: رتّب بالعدد
eo: Ordigi laŭ grafo

source: Replace value of selected entries
ar: استبدل قيمة المدخلات المحددة

source: Personal library
ar: المكتبة الشخصية
eo: Persona biblioteko

source: Group library
ar: مكتبة المجموعة
eo: Grupo biblioteko

source: No groups available
ar: لا مجموعات متاحة
eo: Neniuj grupoj disponeblaj

source: Numeric user id:
ar: معرّف المستخدم الرقمي:
eo: Nombra uzantidentigilo:

source: API key:
ar: مفتاح API:
eo: API-ŝlosilo:

source: Get New Credentials
ar: احصل على بيانات اعتماد جديدة
eo: Akiri Novajn Akreditaĵojn

source: Collections
ar: التّجميعات
eo: Kolektoj

source: Tags
ar: الوسوم
eo: Etikedoj

source: KBibTeX failed to retrieve the bibliography from Zotero. Please check that the provided user id and API key are valid.
ar: فشل كبتخ في استرداد الببليوغرافيا من زوتيرو. من فضلك تحقق من أن معرّف المستخدم ومفتاح API صالحان.
eo: KBibTeX ne sukcesis preni la bibliografion de Zotero. Bonvolu kontroli, ke la provizita uzantidentigilo kaj API-ŝlosilo estas validaj.

source: Failed to retrieve data from Zotero
ar: فشل استرداد البيانات من زوتيرو
eo: Malsukcesis preni datumojn de Zotero

source: No groups available or no permissions
ar: لا مجموعات متاحة أو لا توجد أذونات
eo: Neniuj grupoj disponeblaj aŭ neniuj permesoj

source: One level up
ar: مستوى واحد أعلى
eo: Unu nivelon supren

source: Go to Home folder
ar: اذهب إلى مجلد المنزل
eo: Iri al Hejma dosierujo

source: <br/><small>located in <b>%1</b></small>
ar: <br/><small>الموقع في <b>%1</b></small>
eo: <br/><small>situanta en <b>%1</b></small>

source: Favorite
ar: المفضّلة
eo: Ŝatata

source: Recently Used
ar: المستخدمة حديثًا
eo: Lastatempe Uzita

source: Modified
ar: معدّل
eo: Modifita

source: The current document has to be saved before switching the viewer/editor component.
ar: يجب أن يُحفظ المستند الحالي قبل تبديل مكون العارض/المحرر.
eo: La nuna dokumento devas esti konservita antaŭ ol ŝanĝi la spektilon/redaktilon.

source: Save before switching?
ar: احفظ قبل التبديل؟
eo: Ĉu konservi antaŭ ol ŝanĝi?

source: Save document
ar: احفظ المستند
eo: Konservi dokumenton

source: Do not switch
ar: لاتغيّر
eo: Ne ŝanĝi

source: Close File
ar: أغلق الملف
eo: Fermi Dosieron

source: Open File
ar: افتح الملف
eo: Malfermi Dosieron

source: Open with
ar: افتح ب‍
eo: Malfermi kun

source: Remove from Favorites
ar: أزل من المفضّلة
eo: Forigi el Favoritoj

source: Add to Favorites
ar: أضف إلى المفضّلة
eo: Aldoni al Favoritoj

source: Open Files
ar: افتح ملفّات
eo: Malfermi Dosierojn

source: Favorites
ar: المفضّلة
eo: Plej ŝatataj

source: Filesystem Browser
ar: متصفّح نظام الملفّات
eo: Dosiersistem-Foliumilo

source: Show Panels
ar: أظهر اللوحات
eo: Montri Panelojn

source: Recently used files
ar: الملفات المستخدمة حديثًا
eo: Lastatempe uzataj dosieroj

source: List of Documents
ar: قائمة المستندات
eo: Listo de Dokumentoj

source: List of Values
ar: قائمة القيم
eo: Listo de Valoroj

source: Statistics
ar: الإحصائيّات
eo: Statistiko

source: Search Results
ar: نتائج البحث
eo: Serĉrezultoj

source: Online Search
ar: البحث عبر الإنترنت
eo: Interreta Serĉo

source: Zotero
ar: زوتيرو

source: Reference Preview
ar: معاينة المرجع
eo: Referenca Antaŭrigardo

source: Document Preview
ar: معاينة المستند
eo: Dokumenta Antaŭrigardo

source: Element Editor
ar: محرر العنصر
eo: Elementa Redaktoro

source: File Settings
ar: إعدادات الملف
eo: Dosieraj Agordoj

source: Creating a new document of mime type '%1' failed as no editor component could be instantiated.
ar: فشل إنشاء مستند جديد من نوع مايم '%1' لأنه لا أستطيع إنشاء مكون محرر.
eo: Kreado de nova dokumento de mim-tipo '%1' malsukcesis ĉar neniu redaktila komponanto povus esti instanciigita.

source: Creating document failed
ar: فشل إنشاء المستند
eo: Kreado de dokumento malsukcesis

source: Open file
ar: افتح ملفًا
eo: Malfermi dosieron

source: KBibTeX
ar: كبتخ

source: %1 - KBibTeX
ar: ‏%1 - كبتخ

source: KBibTeX is not the default editor for its bibliography formats like BibTeX or RIS.
ar: كبتخ ليس المحرر المبدئي لأنماط الببليوغرافيا الخاصة به مثل بيب تك أو آر آي إس.
eo: KBibTeX ne estas la defaŭlta redaktilo por ĝiaj bibliografiaj formatoj kiel BibTeX aŭ RIS.

source: Default Bibliography Editor
ar: محرر الببليوغرافيا المبدئي
eo: Defaŭlta Bibliografia Redaktoro

source: Set as Default Editor
ar: اجعله المحرر المبدئي
eo: Agordi kiel Defaŭltan Redaktilon

source: Keep settings unchanged
ar: ابقِ الإعدادات دون تغيير
eo: Konservi agordojn neŝanĝitaj

source: Filename
ar: اسم الملفّ
eo: Dosiernomo

source: Date/time of last use
ar: تاريخ/وقت الاستخدام الأخير
eo: Dato/tempo de lasta uzo

source: Full filename
ar: اسم الملف الكامل
eo: Plena dosiernomo

source: <qt>Welcome to <b>KBibTeX</b></qt>
ar: <qt>أهلاً بك في <b>كبتخ</b></qt>
eo: <qt>Bonvenon al <b>KBibTeX</b></qt>

source: New
ar: جديد
eo: Nova

source: Open...
ar: افتح...
eo: Malfermu...

source: List of recently used files:
ar: قائمة الملفات المستخدمة حديثًا:
eo: Listo de lastatempe uzitaj dosieroj:

source: No part available for file of mime type '%1'.
ar: لا جزء متاح للملف من نوع مايم '%1'.
eo: Neniu parto disponebla por dosiero de mimo-tipo '%1'.

source: No Part Available
ar: لا يوجد جزء متاح
eo: Neniu Parto Havebla

source: No part available for file '%1'.
ar: لا جزء متاح للملف '%1'.
eo: Neniu parto disponebla por dosiero '%1'.

source: Unnamed-%1
ar: غير مسمى-%1
eo: Nenomita-%1

source: File(s) to load.
ar: الملف(ات) المراد تحميلها.
eo: Dosiero(j) por ŝargi.

source: KBibTeX seems to be not installed completely. KBibTeX could not locate its own KPart. Only limited functionality will be available.
ar: يبدو أن كبتخ غير مثبت بشكل كامل. لا أستطيع إيجاد مكونه KPart الخاص. لن تكون سوى وظائف محدودة متاحة.
eo: KBibTeX ŝajnas ne esti tute instalita. KBibTeX ne povis trovi sian propran KPart. Nur limigitaj funkcioj estos disponeblaj.

source: Incomplete KBibTeX Installation
ar: تثبيت كبتخ غير مكتمل
eo: Nekompleta Instalado de KBibTeX

# Comment Context: The comment's text appears verbatim in the bibliography
source: Verbatim
eo: Laŭvorta Teksto

source: Use prefix like '%% '
eo: Uzi prefikson kiel '%% '

# Comment Quoting: The comment is inside @comment{..}
source: Use command @comment{...}
eo: Uzi komandon @comment{...}

# @title:window
source: Associate Document with Entry
eo: Asocii Dokumenton kun Eniro

source: The prefix of a comment must start with '%'
eo: La prefikso de komento devas komenciĝi per '%'

source: A comment in 'Verbatim' mode may not contain blank lines
eo: Komento en 'Verbatim'-reĝimo ne enhavu malplenajn liniojn

source: Context:
eo: Kunteksto:

source: Prefix:
eo: Prefikso

source: Given source code does not parse as one single BibTeX comment. Try removing blank lines inside the comment.
eo: Donita fontkodo ne analiziĝas kiel unu sola BibTeX-komento. Provu forigi malplenajn liniojn ene de la komento.

# @title:window
source: Find PDF
eo: Trovi PDF

source: Allow manual column resizing/positioning
eo: Permesi manan kolumnon regrandigi/poziciigi

# @title:window
source: View Element
eo: Vidi Elementon

# @title:window
source: Edit Element
eo: Redakti Elementon

# @title:window
source: Merge Duplicates
eo: Kunfandi Duplikatojn

# @title:window
source: Preferences
eo: Preferoj

# Paper size
source: Legal
eo: Laŭleĝa

# Paper size
source: Letter
eo: Letero

source: Preview:
eo: Antaŭrigardo:

source: Copy format string to clipboard
eo: Kopiu formata ĉeno al tondujo

source: Format string:
eo: Formata ĉeno:

# @title:window
source: Edit Id Suggestion
eo: Redakti Id-Sugeston

source: Comment Context:
eo: Komenta Kunteksto:

source: Comment Prefix:
eo: Komenta Prefikso:

source: Sort by identifier
eo: Ordigi laŭ identigilo

source: Entry Sorting
eo: Eniro Ordigo

source: The BibTeX style <strong>PLACEHOLDER</strong> is not available.
eo: La BibTeX-stilo <strong>PLACEHOLDER</strong> ne disponeblas.

source: Free text or DOI:
eo: Libera teksto aŭ DOI:

source: Unpaywall
eo: Malpagmuro

source: The query to be sent to 'zbMATH Open' lacks author information, which may result in few or no matching results.
eo: Al la demando sendota al 'zbMATH Open' mankas informoj pri aŭtoro, kio povas rezultigi malmultajn aŭ neniujn kongruajn rezultojn.

source: The query to be sent to 'zbMATH Open' lacks 'year' information, which may degrade result quality.
eo: Al la demando sendota al 'zbMATH Open' mankas informoj pri "jaro", kio povas malbonigi rezultokvaliton.

source: The query to be sent to 'zbMATH Open' lacks both author and 'year' information. This will most likely result in few or no matching results.
eo: La demando sendota al 'zbMATH Open' malhavas kaj informojn pri aŭtoro kaj 'jaro'. Tio plej verŝajne rezultos en malmultaj aŭ neniuj kongruaj rezultoj.

source: zbMATH Open
eo: zbMATH Malfermita

source: Save Selection...
eo: Konservi elekton...

source: Word XML bibliography
eo: Word XML-bibliografio

source: KBibTeX's own XML structure
eo: La propra XML-strukturo de KBibTeX

source: KBibTeX's built-in HTML exporter
eo: La enkonstruita HTML-eksportilo de KBibTeX

source: KBibTeX's built-in RIS exporter
eo: La enkonstruita RIS-eksportilo de KBibTeX

# @title:window
source: Choose Exporter
eo: Elekti Eksportilon

source: Several exporter modules are available to write file '%1'. Please choose one.
eo: Pluraj eksportmoduloj disponeblas por skribi dosieron '%1'. Bonvolu elekti unu.

# @title:window
source: BibTeX File Settings
eo: BibTeX Dosiera Agordo

# @title:window
source: PDF/PostScript File Settings
eo: PDF/PostScript Dosiera Agordo

# @title:window
source: Finding Duplicates
eo: Trovi Duplikatojn

source: a|als|am|an|are|as|at|auf|aus|be|but|by|das|dass|de|der|des|dich|dir|du|er|es|for|from|had|have|he|her|his|how|ihr|ihre|ihres|im|in|is|ist|it|kein|la|le|les|mein|mich|mir|mit|of|on|sein|sie|that|the|this|to|un|une|von|was|wer|which|wie|wird|with|yousie|that|the|this|to|un|une|von|was|wer|which|wie|wird|with|you|und|and|ein|eine|einer|eines
eo: a|al|als|am|an|are|as|at|auf|aus|aŭ|be|but|by|ĉi|da|das|dass|de|der|des|dich|dir|du|er|el|en|es|for|from|ĝi|ĝin|ĝis|je|had|have|he|her|his|how|ihr|ihre|ihres|ia|ie|im|in|io|is|ist|it|iu|iun|ke|kein|kia|kie|kio|kiu|la|le|les|li|lin|mein|mi|mich|min|mir|mit|of|on|per|por|sein|sie|ŝi|ŝin|that|the|this|tia|tie|tio|tiu|to|tra|un|une|vi|von|was|wer|which|wie|wird|with|you|und|and|kaj|ein|eine|einer|eines

# Message in case reference preview widget is disabled
source: Preview disabled
eo: Antaŭrigardo malŝaltita

# Message in case no bibliographic element is selected for preview
source: No element selected
eo: Neniu elemento elektita

# No exporter clould be located to generate output
source: No output generated
eo: Neniu eligo generita

source: Cannot show a preview for this type of element
eo: Ne eblas montri antaŭrigardon por ĉi tiu tipo de elemento

# Cannot show a reference preview as entry does not contain an abstract
source: No abstract
eo: Neniu abstraktaĵo

source: Edit to replace all occurrences
eo: Redakti por anstataŭigi ĉiujn okazojn

source: Remove all occurrences
eo: Forigi ĉiujn okazojn

source: Copyright 2004-2019 Thomas Fischer
eo: Kopirajto 2004-2019 Thomas Fischer
