Repository: KDE/kbibtex
Catalog: po/*/kbibtex.po
Languages: ar, eo

source: Search only in selection?
ar: أبحث فقط في الاختيار؟
eo: Ĉu serĉi nur en elekto?

source: Only in selection
ar: فقط في الاختيار
eo: Nur en elekto

source: Whole document
ar: المستند بأكمله
eo: Tuta dokumento

source: No duplicates were found.
ar: لم أجد نسخًا مكررة.
eo: Neniuj duplikatoj estis trovitaj.

source: No duplicates found
ar: لم أجد نسخًا مكررة
eo: Neniuj duplikatoj trovitaj

source: Merge Duplicates
ar: ادمج النسخ المكررة

source: This will reset the settings to factory defaults. Should this affect only the current page or all settings?
ar: هذا يصفر الإعدادات إلى القيم المبدئية للمصنع. هل يجب أن يؤثر هذا على الصفحة الحالية فقط أم على كل الإعدادات؟
eo: Ĉi tio restarigos la agordojn al fabrikaj defaŭltoj. Ĉu tio devus influi nur la nunan paĝon aŭ ĉiujn agordojn?

source: Reset to Defaults
ar: صفّر إلى المبدئيّات
eo: Restarigi al defaŭltoj

source: All settings
ar: كلّ الإعدادات
eo: Ĉiuj agordoj

source: Only current page
ar: الصفحة الحالية فقط
eo: Nur aktuala paĝo

source: Preferences
ar: تفضيلات

source: Add...
ar: أضف...
eo: Aldoni...

source: Remove
ar: أزل
eo: Forigi

source: Color & Labels
ar: الألوان و اللصائق
eo: Koloro & Etikedoj

# Label for a new color; placeholder is for a 6-digit hex string
source: NewColor%1
ar: لون جديد%1
eo: NovaKoloro%1

source: Paper Size:
ar: مقاس الورقة:
eo: Papera grandeco:

source: Language for 'babel':
ar: لغة لـ 'babel':
eo: Lingvo por 'babel':

source: Bibliography style:
ar: نمط المراجع:
eo: Bibliografia stilo:

source: PDF & Postscript
ar: PDF و بوستسكريبت
eo: PDF kaj Postskribo

source: Command for 'Copy Reference':
ar: أمر 'نسخ المرجع':
eo: Komando por 'Kopii Referencon':

source: No command
ar: لا أمر
eo: Neniu komando

source: Detect LyX pipe automatically:
ar: اكتشف قناة LyX آليًا:
eo: Aŭtomate detekti LyX-pipon:

source: Manually specified LyX pipe:
ar: قناة LyX المحددة يدويًا:
eo: Mane specifita LyX-pipo:

source: Backups when saving:
ar: النسخ الاحتياطية عند الحفظ:
eo: Sekurkopioj dum konservado:

source: Number of Backups:
ar: عدد النسخ الاحتياطية:
eo: Nombro da sekurkopioj:

source: Saving and Exporting
ar: الحفظ والتصدير
eo: Konservado kaj Eksportado

source: John
ar: يوحنا
eo: Johano

source: Doe
ar: دو

source: Jr.
ar: الابن

source: Bibliography System:
ar: نظام المراجع:
eo: Bibliografia Sistemo:

source: Person Names Formatting:
ar: تنسيق أسماء الأشخاص:
eo: Formatado de Personaj Nomoj:

# When asked to clear all 'don't ask again' settings
source: Reset All
ar: إعادة تعيين الكل
eo: Restarigi Ĉiujn

source: Clear all 'don't ask again' settings:
ar: أزل كل إعدادات 'لا تسأل مرة أخرى':
eo: Viŝi ĉiujn agordojn pri 'ne redemandi':

source: General
ar: عامّ
eo: Ĝenerala

source: NewKeyword%1
ar: كلمة مفتاحية جديدة%1
eo: NovaŜlosilvorto%1

source: Authors
ar: المؤلفين
eo: Aŭtoroj

source: Author Range:
ar: نطاق المؤلف:
eo: Aŭtora Gamo:

source: First author
ar: المؤلف الأول
eo: Unua aŭtoro

source: Second author
ar: المؤلف الثاني
eo: Dua aŭtoro

source: Third author
ar: المؤلف الثالث
eo: Tria aŭtoro

source: Fourth author
ar: المؤلف الرابع
eo: Kvara aŭtoro

source: Fifth author
ar: المؤلف الخامس
eo: Kvina aŭtoro

source: Sixth author
ar: المؤلف السادس
eo: Sesa aŭtoro

source: Seventh author
ar: المؤلف السابع
eo: Sepa aŭtoro

source: Eighth author
ar: المؤلف الثامن
eo: Oka aŭtoro

source: Ninth author
ar: المؤلف التاسع
eo: Naŭa aŭtoro

source: Tenth author
ar: المؤلف العاشر
eo: Deka aŭtoro

source: |Last author
ar: المؤلف الأخير
eo: |Lasta aŭtoro

source: ... and last author
ar: ... والمؤلف الأخير
eo: ... kaj lasta aŭtoro

source: From first author to author %1 and last author
ar: من المؤلف الأول إلى المؤلف %1 والمؤلف الأخير
eo: De unua aŭtoro ĝis aŭtoro %1 kaj lasta aŭtoro

source: From author %1 to author %2 and last author
ar: من المؤلف %1 إلى المؤلف %2 والمؤلف الأخير
eo: De aŭtoro %1 ĝis aŭtoro %2 kaj lasta aŭtoro

source: No change
ar: لا تغيير
eo: Neniu ŝanĝo

source: To upper case
ar: إلى حروف كبيرة
eo: Al majuskla

source: To lower case
ar: إلى حروف صغيرة
eo: Al minusklo

source: To CamelCase
ar: إلى تنسيق جمل الجمل (CamelCase)
eo: Al CamelCase

source: Change casing:
ar: غيّر الحالة:
eo: Ŝanĝi envolvaĵon:

source: Text in between:
ar: النص في المنتصف:
eo: Teksto intere:

source: Only first characters:
ar: الحروف الأولى فقط:
eo: Nur unuaj signoj:

source: No limitation
ar: لا يوجد قيد
eo: Neniu limigo

source: 2 digits
ar: خانتان
eo: 2 ciferoj

source: 4 digits
ar: 4 خانات
eo: 4 ciferoj

source: Digits:
ar: الخانات:
eo: Ciferoj:

source: Volume:
ar: المستوى:
eo: Volumo:

source: Page Number
ar: رقم الصّفحة
eo: Paĝa Nombro

source: First page's number:
ar: رقم الصفحة الأولى:
eo: Numero de la unua paĝo:

source: First word only
ar: الكلمة الأولى فقط
eo: Unua vorto nur

source: All but first word
ar: كل الكلمات ما عدا الأولى
eo: Ĉiuj krom unua vorto

source: From first to last word
ar: من الكلمة الأولى إلى الكلمة الأخيرة
eo: De unua ĝis lasta vorto

source: From word %1 to last word
ar: من الكلمة %1 إلى الكلمة الأخيرة
eo: De vorto %1 ĝis lasta vorto

source: From first word to word %1
ar: من الكلمة الأولى إلى الكلمة %1
eo: De unua vorto al vorto %1

source: From word %1 to word %2
ar: من الكلمة %1 إلى الكلمة %2
eo: De vorto %1 ĝis vorto %2

source: Word Range:
ar: نطاق الكلمة:
eo: Vorta Gamo:

source: First word
ar: الكلمة الأولى
eo: Unua vorto

source: Second word
ar: الكلمة الثانية
eo: Dua vorto

source: Third word
ar: الكلمة الثالثة
eo: Tria vorto

source: Fourth word
ar: الكلمة الرابعة
eo: Kvara vorto

source: Fifth word
ar: الكلمة الخامسة
eo: Kvina vorto

source: Sixth word
ar: الكلمة السادسة
eo: Sesa vorto

source: Seventh word
ar: الكلمة السابعة
eo: Sepa vorto

source: Eighth word
ar: الكلمة الثامنة
eo: Oka vorto

source: Ninth word
ar: الكلمة التاسعة
eo: Naŭa vorto

source: Tenth word
ar: الكلمة العاشرة
eo: Deka vorto

source: |Last word
ar: |الكلمة الأخيرة
eo: |Lasta vorto

source: Small words:
ar: الكلمات الصغيرة:
eo: Malgrandaj vortoj:

source: Text
ar: النص
eo: Teksto

source: Text:
ar: نص:
eo: Teksto:

source: Add at top
ar: أضف في الأعلى
eo: Aldoni supre

source: Add at bottom
ar: أضف في الأسفل
eo: Aldoni ĉe la fundo

source: <qt>Structure:<ul><li>%1</li></ul>Example: %2</qt>
ar: <qt>البنية:<ul><li>%1</li></ul>مثال: %2</qt>
eo: <qt>Strukturo:<ul><li>%1</li></ul>Ekzemplo: %2</qt>

source: Edit Id Suggestion
ar: حرّر اقتراح المعرّف

source: Id Suggestions
ar: اقتراحات المعرّف
eo: Id-sugestoj

source: Edit...
ar: حرّر...
eo: Redaktu...

source: Up
ar: أعلى
eo: Supren

source: Down
ar: لأسفل
eo: Malsupren

source: Toggle Default
ar: قلّب المبدئي
eo: Baskuligi defaŭlton

source: All token have been removed from this suggestion. Remove suggestion itself or restore original suggestion?
ar: كل الرموز أُزيلت من هذا الاقتراح. أزل الاقتراح نفسه أم استعد الاقتراح الأصلي؟
eo: Ĉiuj signoj estas forigitaj de ĉi tiu sugesto. Ĉu forigi sugeston mem aŭ restarigi originalan sugeston?

source: Remove suggestion?
ar: أزل الاقتراح؟
eo: Ĉu forigi sugeston?

source: Remove suggestion
ar: أزل الاقتراح
eo: Forigi sugeston

source: Revert changes
ar: تراجع عن التغييرات
eo: Reverti ŝanĝojn

source: When double-clicking an element:
ar: عند النقر المزدوج على عنصر:
eo: Kiam duoble alklakas elementon:

source: User Interface
ar: واجهة المستخدم
eo: Uzantinterfaco

source: Count
ar: العدد
eo: grafo

source: Encoding:
ar: الترميز:
eo: Kodigado:

source: String Delimiters:
ar: فواصل السلاسل:
eo: Ĉenaj limigiloj:

source: Comment Quoting:
ar: اقتباس التعليق:

source: Keyword Casing:
ar: حالة الكلمات المفتاحية:
eo: Ŝlosilvortoj:

# Keyword Casing
source: lowercase
ar: الأحرف السفلية
eo: minuskla

# Keyword Casing
source: Initial capital
ar: حرف مبدئي كبير
eo: Komenca majusklo

# Keyword Casing
source: UpperCamelCase
ar: حالة الجمل العليا

# Keyword Casing
source: lowerCamelCase
ar: حالة الجمل السفلى
eo: malsuperaCamelCase

# Keyword Casing
source: UPPERCASE
ar: حالة كبيرة
eo: MAJUSKLOJ

source: Protect Titles
ar: احمِ العناوين
eo: Protekti Titolojn

source: Protect Casing?
ar: احمِ الحالة؟
eo: Protekti Enfermaĵon?

source: Use global settings
ar: استخدم الإعدادات العموميّة
eo: Uzi ĉieajn agordojn

source: List Separator
ar: فاصل القائمة
eo: Listo Apartigilo

source: Filter:
ar: المرشّح:
eo: Filtrilo:

source: Filter bibliographic entries
ar: صفِّ المدخلات البيبليوغرافية
eo: Filtri bibliografiajn enskribojn

source: any word
ar: أي كلمة
eo: ajna vorto

source: every word
ar: كل كلمة
eo: ĉiu vorto

source: exact phrase
ar: عبارة دقيقة
eo: ĝusta frazo

source: any field
ar: أي حقل
eo: ajna kampo

source: Include PDF files in full-text search
ar: أدرج ملفات PDF في البحث عن النص الكامل
eo: Enmeti PDF-dosierojn en plenteksta serĉo

source: Reset filter criteria
ar: أعد ضبط معايير التصفية
eo: Restarigi filtrilkriteriojn

source: Not set
ar: غير محدد
eo: Ne fiksita

source: The program <strong>bibtex2html</strong> is not available.
ar: البرنامج <strong>bibtex2html</strong> غير متاح.
eo: La programo <strong>bibtex2html</strong> ne disponeblas.

source: The BibTeX style <strong>%1</strong> is not available.
ar: نمط BibTeX <strong>%1</strong> غير متاح.
eo: La stilo BibTeX <strong>%1</strong> ne estas disponebla.

source: Running command '%1' using working directory '%2'
ar: تشغيل الأمر '%1' باستخدام دليل العمل '%2'

source: Starting command '%1' failed: %2
ar: فشل بدء الأمر '%1': %2

source: Command '%1' succeeded
ar: الأمر '%1' نجح

source: Command '%1' failed with exit code %2: %3
ar: فشل الأمر '%1' برمز خروج %2: %3

source: Writing to file '%1' succeeded
ar: الكتابة إلى الملف '%1' نجحت

source: Writing to file '%1' failed
ar: فشلت الكتابة إلى الملف '%1'

source: Searching '%1' failed for unknown reason.
ar: فشل البحث عن '%1' لسبب مجهول.
eo: Serĉado de '%1' malsukcesis pro nekonata kialo.

source: Searching '%1' failed with error message: %2
ar: فشل البحث عن '%1' مع رسالة خطأ: %2
eo: Serĉado de '%1' malsukcesis kun erarmesaĝo: %2

source: ACM Digital Library
ar: مكتبة ACM الرقمية
eo: ACM Cifereca Biblioteko

source: Free text:
ar: نص حر:
eo: Libera teksto:

source: Number of Results:
ar: عدد النتائج:
eo: Nombro de Rezultoj:

source: Tag
ar: الوسم
eo: Etikedo

source: User
ar: المستخدم
eo: Uzanto

source: Group
ar: المجموعة
eo: Grupo

source: Concept
ar: مفهوم
eo: Koncepto

source: BibTeX Key
ar: مفتاح BibTeX
eo: Ŝlosilo BibTeX

source: Everywhere
ar: إيفري وير
eo: Ĉie

source: Bibsonomy
ar: بيبسونومي

source: bioRxiv
ar: بيوركسيف

source: CERN Document Server
ar: خادم وثائق سيرن
eo: CERN Dokumentservilo

source: DOI:
ar: محدد الكائن الرقمي:

source: Title:
ar: العنوان:
eo: Titolo:

source: Author:
ar: المؤلّف:
eo: Aŭtoro:

source: Year:
ar: السّنة:
eo: Jaro:

source: 'Google Scholar' denied scrapping data because it thinks you are a robot.
ar: 'الباحث العلمي من جوجل' منع نسخ البيانات لأنه يعتقد أنك إنسان آلي.
eo: "Google Scholar" neis forigo de datumoj ĉar ĝi opinias, ke vi estas roboto.

source: Google Scholar
ar: جوجل سكولار

source: IDEAS (RePEc)
ar: أفكار (ريبك)
eo: IDEOJ (RePEc)

source: IEEEXplore
ar: آي إي إي إي إكسبلور
eo: IEEE Esploro

source: Full text:
ar: نص كامل:
eo: Plena teksto:

source: Abstract/Keywords:
ar: ملخص/كلمات مفتاحية:
eo: Resumo/Ŝlosilvortoj:

source: Publication:
ar: النشر:
eo: Publikigo:

source: ISSN/ISBN/DOI:
ar: الرقم التسلسلي المعياري للدوريات/الرقم الدولي المعياري للكتاب/محدد الكائن الرقمي:

source: Issue/Number:
ar: العدد/الرقم:
eo: Afero/Numero:

source: IngentaConnect
ar: إنغنتاكونيكت

source: Inspire High-Energy Physics Literature Database
ar: قاعدة بيانات إلهام لأدبيات فيزياء الطاقة العالية
eo: Inspire High-Energy Physics Literatura Datumbazo

source: JSTOR
ar: جايستور

source: MathSciNet
ar: شبكة علوم الرياضيات

source: MR Lookup
ar: بحث MR
eo: MR-Serĉo

source: PubMed
ar: ببمد

source: ScienceDirect
ar: ساينس دايركت

source: Paper Reference:
ar: مرجع الورقة:
eo: Papera Referenco:

source: Semantic Scholar
ar: سيمانتك سكولر
eo: Semantika Akademiulo

source: NASA Astrophysics Data System (ADS)
ar: نظام بيانات الفيزياء الفلكية ناسا (ADS)
eo: NASA-Astrofizika Datuma Sistemo (ADS)

source: Free Text:
ar: نص حر:
eo: Libera Teksto:

source: Book/Journal title:
ar: عنوان الكتاب/المجلة:
eo: Libro/Revua titolo:

source: Author or Editor:
ar: المؤلف أو المحرر:
eo: Aŭtoro aŭ Redaktoro:

source: SpringerLink
ar: سبرينجرلينك

source: %1's Library
ar: مكتبة %1
eo: Biblioteko de %1

source: <html><head><title>KBibTeX authorized to use Zotero</title></head><body><p>KBibTeX got successfully authorized to read your Zotero database.</p></body></html>
ar: <html><head><title>كبتخ أُذِن له باستعمال زوتيرو</title></head><body><p>كبتخ حصل على إذن ناجح لقراءة قاعدة بيانات زوتيرو الخاصة بك.</p></body></html>
eo: <html><head><title>KBibTeX rajtigis uzi Zotero</title></head><body><p>KBibTeX sukcese rajtigis legi vian Zotero-datumbazon.</p></body></html>

source: <qt><p>To allow <strong>KBibTeX</strong> access your <strong>Zotero bibliography</strong>, this KBibTeX instance has to be authorized.</p><p>The process of authorization involves multiple steps:</p><ol><li>Open the URL as shown below in a web browser.</li><li>Log in at Zotero and approve the permissions for KBibTeX.</li><li>If successful, you will be redirected to a web page telling you that KBibTeX got authorized.<br/>This window will be closed automatically.</li></ol></qt>
ar: <qt><p>للسماح لـ<strong>كبتخ</strong> بالوصول إلى <strong>ببليوغرافيا زوتيرو</strong>، لا بد من الإذن لنسخة كبتخ هذه.</p><p>عملية الإذن تتضمن خطوات متعددة:</p><ol><li>افتح الرابط كما هو موضح أدناه في متصفح ويب.</li><li>سجّل الدخول في زوتيرو واعتمد أذونات كبتخ.</li><li>إن نجح، سيعاد توجيهك إلى صفحة ويب تخبرك بأن كبتخ أُذِن له.<br/>هذه النافذة ستغلق آليًّا.</li></ol></qt>
eo: <qt><p>Por permesi <strong>KBibTeX</strong> aliri vian <strong>Zotero-bibliografion</strong>, ĉi tiu KBibTeX-okezaĵo devas esti rajtigita.</p><p>La procezo de rajtigo implikas plurajn paŝojn :</p><ol><li>Malfermu la URL kiel montrite sube en retumilo.</li><li>Ensalutu ĉe Zotero kaj aprobu la permesojn por KBibTeX.</li><li>Se sukcesas, vi estos redirektita al retpaĝo diranta al vi, ke KBibTeX rajtiĝis.<br/>Ĉi tiu fenestro estos aŭtomate fermita.</li></ol></qt>

source: Copy URL
ar: انسخ المسار
eo: Kopii URL

source: Open URL
ar: افتح المسار
eo: Malfermi URL

source: Zotero OAuth Key Exchange
ar: تبادل مفتاح زوتيرو أو-أوث

source: File
ar: ملف
eo: Dosiero

source: Edit
ar: حرّر
eo: Redakti

source: Element
ar: عنصر
eo: Elemento

source: Main Toolbar
ar: شريط الأدوات الرئيسي
eo: Ĉefa Ilobreto

source: View Document
ar: اعرض المستند
eo: Rigardi Dokumenton

source: Save Copy As...
ar: احفظ نسخة ك‍...
eo: Konservi kopion kiel...

source: Filter
ar: المرشّح
eo: Filtrilo

source: Filter bibliographic entries (%1)
ar: صفِّ المدخلات البيبليوغرافية (%1)
eo: Filtri bibliografiajn enskribojn (%1)

source: New element
ar: عنصر جديد
eo: Nova elemento

source: New entry
ar: مدخلة جديدة
eo: Nova eniro

source: New comment
ar: تعليق جديد
eo: Nova komento

source: New macro
ar: ماكرو جديد
eo: Nova makroo

source: New preamble
ar: ديباجة جديدة
eo: Nova preambulo

source: Find PDF...
ar: اعثر على PDF...
eo: Trovi PDF...

source: Format entry ids
ar: نسّق معرفات المدخلات
eo: Formati enigajn idojn

source: Copy References
ar: انسخ المراجع
eo: Kopii Referencojn

source: New%1
ar: جديد%1
eo: Nova%1

source: Could not create backup copies of document '%1'.
ar: لا أستطيع إنشاء نسخ احتياطية من المستند '%1'.
eo: Ne eblis krei rezervajn kopiojn de dokumento '%1'.

source: Backup copies
ar: نسخ احتياطية
eo: Rezervaj kopioj

source: Save file
ar: احفظ الملف
eo: Konservi dosieron

source: BibTeX File Settings
ar: إعدادات ملف BibTeX

source: PDF/PostScript File Settings
ar: إعدادات ملف PDF/PostScript

source: Could not write bibliographic data to file.
ar: لا أستطيع كتابة البيانات البيبليوغرافية إلى الملف.

source: Could not open local file '%1' for writing.
ar: لا أستطيع فتح الملف المحلي '%1' للكتابة.

source: Failed to upload temporary file to final destination '%1'
ar: فشل رفع الملف المؤقت إلى الوجهة النهائية '%1'

source: Could not write bibliographic data to temporary file.
ar: لا أستطيع كتابة البيانات البيبليوغرافية إلى الملف المؤقت.

source: Could not open temporary file for writing.
ar: لا أستطيع فتح الملف المؤقت للكتابة.

source: Saving the bibliography to file '%1' failed.
ar: فشل حفظ الببليوغرافيا في الملف '%1'.
eo: Konservado de la bibliografio al dosiero '%1' malsukcesis.

source: Saving bibliography failed
ar: فشل حفظ الببليوغرافيا
eo: Konservado de bibliografio malsukcesis

source: Saving bibliography failed:
ar: فشل حفظ الببليوغرافيا:
eo: Konservado de bibliografio malsukcesis:

source: The following output was generated by the export filter:
ar: الخرج التالي أُنشئ بواسطة مصفي التصدير:
eo: La sekva eligo estis generita de la eksporta filtrilo:

source: Local Files
ar: ملفّات محليّة
eo: Lokaj Dosieroj

source: Remote Files
ar: ملفّات بعيدة
eo: Foraj Dosieroj

source: The document could not be saved, as it was not possible to write to '%1'. Check that you have write access to this file or that enough disk space is available.
ar: تعذّر حفظ المستند، إذ لم يكن ممكنًا الكتابة إلى'%1. افحص صلاحيّات الكتابة لديك إلى هذا الملفّ أو توفّر مساحة كافية على القرص.
eo: La dokumento ne povis esti konservita, ĉar ne eblis skribi al '%1'. Kontrolu ke vi havas skriban aliron al ĉi tiu dosiero aŭ ke sufiĉa diskospaco estas disponebla.

source: Cannot apply default formatting for entry ids: No default format specified.
ar: لا أستطيع تطبيق التنسيق المبدئي لمعرفات المدخلات: لا يوجد تنسيق مبدئي محدد.
eo: Ne povas apliki defaŭltan formatadon por eniridentigiloj: Neniu defaŭlta formato specifita.

source: Cannot Apply Default Formatting
ar: لا أستطيع تطبيق التنسيق المبدئي
eo: Ne Povas Apliki Defaŭltan Formatadon

source: The file '%1' has changed on disk. Reload file or ignore changes on disk?
ar: الملف '%1' تغير على القرص. أعد تحميل الملف أم تجاهل التغييرات على القرص؟
eo: La dosiero '%1' ŝanĝiĝis sur la disko. Reŝargi dosieron aŭ ignori ŝanĝojn sur la disko?

source: File changed externally
ar: الملف تغير خارجيًا
eo: Dosiero ŝanĝita ekstere

source: Reload file
ar: أعد تحميل الملف
eo: Reŝargi dosieron

source: Ignore on-disk changes
ar: تجاهل التغييرات على القرص
eo: Ignori sur-diskajn ŝanĝojn

source: KBibTeXPart
ar: جزء كبتخ

source: A BibTeX editor by KDE
ar: محرّر بب تخ من كيدي
eo: BibTeX-redaktilo de KDE

source: Copyright 2004-2024 Thomas Fischer
ar: حقوق الطبع والنشر 2004-2024 توماس فيشر

source: Thomas Fischer
ar: توماس فيشر

source: Maintainer
ar: الصائن
eo: Prizorganto

source: Failed to run 'kbuildsycoca5' to update mime type associations. The system may not know how to use KBibTeX to open bibliography files.
ar: فشل تشغيل 'kbuildsycoca5' لتحديث ارتباطات أنواع المايم. قد لا يعرف النظام كيفية استخدام كبتخ لفتح ملفات الببليوغرافيا.
eo: Malsukcesis ruli 'kbuildsycoca5' por ĝisdatigi mimspecajn asociojn. La sistemo eble ne scias kiel uzi KBibTeX por malfermi bibliografiajn dosierojn.

source: Failed to run 'kbuildsycoca5'
ar: فشل تشغيل 'kbuildsycoca5'
eo: Malsukcesis ruli 'kbuildsycoca5'

source: Running BibTeX failed. See the following output to trace the error:
ar: فشل تشغيل BibTeX. انظر الخرج التالي لتتبع الخطأ:
eo: Rulado de BibTeX malsukcesis. Vidu la sekvan eliron por spuri la eraron:

source: Running BibTeX failed.
ar: فشل تشغيل BibTeX.
eo: Rulado de BibTeX malsukcesis.

source: Field <b>%1</b> is empty
ar: الحقل <b>%1</b> فارغ
eo: Kampo <b>%1</b> estas malplena

source: Fields <b>%1</b> and <b>%2</b> are empty, but at least one is required
ar: الحقلان <b>%1</b> و<b>%2</b> فارغان، لكن واحدًا على الأقل مطلوب
eo: Kampoj <b>%1</b> kaj <b>%2</b> estas malplenaj, sed almenaŭ unu estas bezonata

source: Field <b>%1</b> exists, but <b>%2</b> does not exist
ar: الحقل <b>%1</b> موجود، لكن <b>%2</b> غير موجود
eo: Kampo <b>%1</b> ekzistas, sed <b>%2</b> ne ekzistas

source: Fields <b>%1</b> and <b>%2</b> cannot be used at the same time
ar: لا أستطيع استخدام الحقلين <b>%1</b> و<b>%2</b> في نفس الوقت
eo: Kampoj <b>%1</b> kaj <b>%2</b> ne povas esti uzataj samtempe

source: Fields <b>%1</b> or <b>%2</b> are required to sort entry
ar: الحقلان <b>%1</b> أو <b>%2</b> مطلوبان لترتيب المدخلة
eo: Kampoj <b>%1</b> aŭ <b>%2</b> estas bezonataj por ordigi enskribon

source: Fields <b>%1</b>, <b>%2</b>, <b>%3</b> are required to sort entry
ar: الحقول <b>%1</b>، <b>%2</b>، <b>%3</b> مطلوبة لترتيب المدخلة
eo: Kampoj <b>%1</b>, <b>%2</b>, <b>%3</b> estas bezonataj por ordigi enskribon

source: Unknown warning: %1
ar: تحذير مجهول: %1
eo: Nekonata averto: %1

source: <qt><p>The following error was found:</p><pre>%1</pre></qt>
ar: <qt><p>الخطأ التالي وُجد:</p><pre>%1</pre></qt>
eo: <qt><p>La sekva eraro estis trovita:</p><pre>%1</pre></qt>

source: Errors found
ar: وُجدت أخطاء
eo: Eraroj trovitaj

source: The following warnings were found:
ar: التحذيرات التالية وُجدت:
eo: La sekvaj avertoj estis trovitaj:

source: Warnings found
ar: وُجدت تحذيرات
eo: Avertoj trovitaj

source: Some fields missing in this entry were taken from the crossref'ed entry '%1'.
ar: بعض الحقول المفقودة في هذه المدخلة أُخذت من المدخلة المرجعية '%1'.
eo: Kelkaj kampoj mankantaj en ĉi tiu enskribo estis prenitaj el la krucreferenca enskribo '%1'.

source: No warnings or errors were found.%1
ar: لم نجد أي تحذيرات أو أخطاء.%1
eo: Neniuj avertoj aŭ eraroj estis trovitaj.%1

source: No Errors or Warnings
ar: لا أخطاء أو تحذيرات
eo: Neniuj Eraroj aŭ Avertoj

source: Searching ...
ar: يبحث...
eo: Serĉante...

source: Cancel
ar: ألغِ
eo: Nuligi

source: Finding Duplicates
ar: إيجاد المكررات

source: , but only first letter of each last name
ar: ، ولكن أول حرف فقط من كل اسم عائلة
eo: , sed nur unua litero de ĉiu familinomo

source: , in upper case
ar: ، بحالة الأحرف الكبيرة
eo: , majuskle

source: , in lower case
ar: ، بحالة الأحرف الصغيرة
eo: , minuskle

source: , in CamelCase
ar: ، بحالة الجمل
eo: , en CamelCase

source: , with '%1' in between
ar: ، مع '%1' في المنتصف
eo: , kun '%1' intere

source: Year (2 digits)
ar: السنة (رقمين)
eo: Jaro (2 ciferoj)

source: Year (4 digits)
ar: السنة (4 أرقام)
eo: Jaro (4 ciferoj)

source: , but only the first word
ar: ، ولكن الكلمة الأولى فقط
eo: , sed nur unua vorto

source: , but only starting from word %1
ar: ، ولكن فقط بداية من الكلمة %1
eo: , sed nur komencante de vorto %1

source: , but only from word %1 to word %2
ar: ، ولكن فقط من الكلمة %1 إلى الكلمة %2
eo: , sed nur de vorto %1 ĝis vorto %2

source: , but only first letter of each word
ar: ، ولكن أول حرف فقط من كل كلمة
eo: , sed nur unua litero de ĉiu vorto

source: , small words removed
ar: ، مع إزالة الكلمات الصغيرة
eo: , malgrandaj vortoj forigitaj

source: First page number
ar: رقم الصفحة الأولى
eo: Unua paĝa numero

source: Text: '%1'
ar: النص: '%1'
eo: Teksto: '%1'

source: First and last authors only
ar: المؤلف الأول والأخير فقط
eo: Unuaj kaj lastaj aŭtoroj nur

source: First author only
ar: المؤلف الأول فقط
eo: Nur unua aŭtoro

source: All authors
ar: كل المؤلفين
eo: Ĉiuj aŭtoroj

source: From first author to author %1
ar: من المؤلف الأول إلى المؤلف %1
eo: De unua aŭtoro ĝis aŭtoro %1

source: All but first author
ar: كل المؤلفين ما عدا الأول
eo: Ĉiuj krom unua verkinto

source: From author %1 to author %2
ar: من المؤلف %1 إلى المؤلف %2
eo: De aŭtoro %1 ĝis aŭtoro %2

source: From author %1 to last author
ar: من المؤلف %1 إلى المؤلف الأخير
eo: De aŭtoro %1 ĝis lasta aŭtoro

source: Send to LyX/Kile
ar: أرسل إلى لايكس/كايل
eo: Sendi al LyX/Kile

source: Check that LyX or Kile are running and configured to receive references.
ar: تحقق من أن لايكس أو كايل يعملان وأن اضبطا لاستلام المراجع.
eo: Kontrolu, ke LyX aŭ Kile funkcias kaj agordas por ricevi referencojn.

source: Send Reference to LyX
ar: أرسل المرجع إلى لايكس
eo: Sendi referencon al LyX

source: No 'LyX server pipe' was detected.
ar: لم نكتشف 'أنبوب خادم لايكس'.
eo: Neniu 'LyX-servila tubo' estis detektita.

source: No references to send to LyX/Kile.
ar: لا مراجع لإرسالها إلى لايكس/كايل.
eo: Neniuj referencoj sendi al LyX/Kile.
